Revit 2027 API
SymbolTypeId.InCaret2 Property
 Symbol in^2, indicating unit Square inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InCaret2 { get; }
Public Shared ReadOnly Property InCaret2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InCaret2 {
	ForgeTypeId^ get ();
}
static member InCaret2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace